---
kind: property
id: P:Autodesk.Revit.DB.Structure.FabricSheetType.MinorNumberOfWires
source: html/374f0b3a-3041-1aaf-f1c7-ddb3ffb44f76.htm
---
# Autodesk.Revit.DB.Structure.FabricSheetType.MinorNumberOfWires Property

The number of wires used in the minor direction (includes the 1st and last wires).

## Syntax (C#)
```csharp
public int MinorNumberOfWires { get; }
```